package com.example.library;

/*
Да се напише програма за библиотека. Трябва да се поддържа списък с книги,
за всяка книга се пази – автор, заглавие, година, брой страници.
Трябва да има списък с регистрирани читатели – име, фамилия, години, адрес.
Трябва да има списък кой читател коя книга е взел, на коя дата е взета,
на коя дата е върната книгата, поле за коментар. При връщане на книгата,
ако е задържана повече от 30 дена, да се напише в коментара, че е задържана над определения срок.
 */

public class MainClass {
    public static void main(String[] args) {

        MainFrame frame = new MainFrame();
    }
}
